;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[FemaleVoice1_MKSonyaBlade X2BodyPartTemplate]
DisplayName="Sonya Blade"
[FemaleVoice1_MKSonyaBlade_RPR X2BodyPartTemplate]
DisplayName="Sonya Blade"
[FemaleVoice1_MKSonyaBlade_TEM X2BodyPartTemplate]
DisplayName="Sonya Blade"
[FemaleVoice1_MKSonyaBlade_SKR X2BodyPartTemplate]
DisplayName="Sonya Blade"